<template>
  <div class="container-fluid">
    <div class="bread-crumbs">
      <span class="before-crumbs">
        <NuxtLink to="/">Клиника Balance</NuxtLink> /
      </span>
      <span class="now-crumbs">Ксенонотерапия</span>
    </div>
  </div>

  <section class="baner_section">
    <div class="banner-img">
      <img
        class="container-fluid"
        src="/images/new-balance/xenon-therapy/Foto(6).png"
        alt="xenon-therapy"
      />
    </div>

    <div class="baner-el container-fluid">
      <h2 class="title-el title-el_block">
        Восстановитесь всего за 20 минут с помощью ксенонотерапии
      </h2>
      <div class="desc-els">
        <div class="desc-el">
          <span
            ><svg
              xmlns="http://www.w3.org/2000/svg"
              width="32"
              height="32"
              viewBox="0 0 32 32"
              fill="none"
            >
              <path
                d="M12.5995 23.8005L5.13281 16.3338L6.56615 14.9005L12.5995 20.9338L25.3995 8.13379L26.8328 9.56712L12.5995 23.8005Z"
                fill="black"
              /></svg></span
          >1 сеанс заменяет 8 часов сна
        </div>
        <div class="desc-el">
          <span
            ><svg
              xmlns="http://www.w3.org/2000/svg"
              width="32"
              height="32"
              viewBox="0 0 32 32"
              fill="none"
            >
              <path
                d="M12.5995 23.8005L5.13281 16.3338L6.56615 14.9005L12.5995 20.9338L25.3995 8.13379L26.8328 9.56712L12.5995 23.8005Z"
                fill="black"
              /></svg></span
          >Эффект после первой процедуры
        </div>
        <div class="desc-el">
          <span
            ><svg
              xmlns="http://www.w3.org/2000/svg"
              width="32"
              height="32"
              viewBox="0 0 32 32"
              fill="none"
            >
              <path
                d="M12.5995 23.8005L5.13281 16.3338L6.56615 14.9005L12.5995 20.9338L25.3995 8.13379L26.8328 9.56712L12.5995 23.8005Z"
                fill="black"
              /></svg></span
          >Полный медицинский контроль
        </div>
      </div>
      <div class="button-block">
        <button class="entry-btn pink-hover">
          <NuxtLink to="/booking" class="menu-item"> записаться</NuxtLink>
        </button>
        <button class="gift-btn white-animation">
          <NuxtLink to="/present" class="menu-item">
            намекнуть о подарке</NuxtLink
          >
        </button>
      </div>
    </div>
  </section>
  <section class="xenon-therapy_section container-fluid">
    <div class="xenon-therapy">
      <h1 class="title-el title-el_block">
        Ксенонотерапия — быстрый способ избавиться от стресса и зарядиться
        энергией
      </h1>
      <div class="desc-el">
        Полезные свойства благородного газа ксенона известны с 90-х годов,
        это официально разрешённое Минздравом средство для лечения тревожности
        и болевого синдрома. При вдыхании через маску смеси ксенона с кислородом
        наступает глубокое расслабление и ясность мыслей, проходит тревожность.
        В результате улучшается сон и нормализуется гормональный баланс.
      </div>
      <div class="xenon-therapy_els">
        <div class="advantage-el">
          <div class="img-container">
            <div class="img-block">
              <img
                preset="allimg"
                decoding="async"
                src="/images/new-balance/xenon-therapy/Group68.png"
                alt="icon"
              />
            </div>
          </div>

          <div class="text-block">
            <h3 class="advantage-el_title">Свет</h3>
            <div class="advantage-el_text">Подберём освещение на ваш вкус</div>
          </div>
        </div>
        <div class="advantage-el">
          <div class="img-container">
            <div class="img-block">
              <img
                preset="allimg"
                decoding="async"
                src="/images/new-balance/xenon-therapy/Group67.png"
                alt="icon"
              />
            </div>
          </div>
          <div class="text-block">
            <div class="advantage-el_title">Музыка</div>
            <div class="advantage-el_text">
              Поможем настроиться на нужную волну
            </div>
          </div>
        </div>
        <div class="advantage-el">
          <div class="img-container">
            <div class="img-block">
              <img
                preset="allimg"
                decoding="async"
                src="/images/new-balance/xenon-therapy/Group69.png"
                alt="icon"
              />
            </div>
          </div>

          <div class="text-block">
            <div class="advantage-el_title">Флоатинг</div>
            <div class="advantage-el_text">
              Почувствуйте состояние невесомости
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>
  <section class="xenon-plus_section container-fluid">
    <div class="plus-block">
      <div class="el">
        <div class="el_block">
          <div class="text-el text-el_block">
            <h4 class="title">Когда ксенонотерапия незаменима?</h4>
            <div class="strip-el"></div>
            <div class="list">
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Хронические боли
              </div>
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Хронический стресс
              </div>
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Восстановление после физических и эмоциональных нагрузок
              </div>
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Нарушения сердечного ритма
              </div>
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Проблемы со сном
              </div>
            </div>
          </div>
        </div>
        <img
          src="/images/new-balance/xenon-therapy/Photo.png"
          alt="ксенонтерапия"
        />
      </div>
      <div class="el">
        <div class="el_block">
          <div class="text-el text-el_block">
            <h4 class="title">
              Результаты уже после одного сеанса ксенонотерапии!
            </h4>
            <div class="strip-el"></div>
            <div class="list">
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Прилив сил и бодрости
              </div>
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Повышение работоспособности
              </div>
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Избавление от головной боли
              </div>
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Улучшение настроения
              </div>
              <div class="list-el">
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="20"
                    height="20"
                    viewBox="0 0 20 20"
                    fill="none"
                  >
                    <path
                      d="M8.525 14.55L15.6 7.475L14.45 6.35L8.525 12.275L5.525 9.275L4.4 10.4L8.525 14.55ZM10 20C8.63333 20 7.34167 19.7375 6.125 19.2125C4.90833 18.6875 3.84583 17.9708 2.9375 17.0625C2.02917 16.1542 1.3125 15.0917 0.7875 13.875C0.2625 12.6583 0 11.3667 0 10C0 8.61667 0.2625 7.31667 0.7875 6.1C1.3125 4.88333 2.02917 3.825 2.9375 2.925C3.84583 2.025 4.90833 1.3125 6.125 0.7875C7.34167 0.2625 8.63333 0 10 0C11.3833 0 12.6833 0.2625 13.9 0.7875C15.1167 1.3125 16.175 2.025 17.075 2.925C17.975 3.825 18.6875 4.88333 19.2125 6.1C19.7375 7.31667 20 8.61667 20 10C20 11.3667 19.7375 12.6583 19.2125 13.875C18.6875 15.0917 17.975 16.1542 17.075 17.0625C16.175 17.9708 15.1167 18.6875 13.9 19.2125C12.6833 19.7375 11.3833 20 10 20ZM10 18.5C12.3667 18.5 14.375 17.6708 16.025 16.0125C17.675 14.3542 18.5 12.35 18.5 10C18.5 7.63333 17.675 5.625 16.025 3.975C14.375 2.325 12.3667 1.5 10 1.5C7.65 1.5 5.64583 2.325 3.9875 3.975C2.32917 5.625 1.5 7.63333 1.5 10C1.5 12.35 2.32917 14.3542 3.9875 16.0125C5.64583 17.6708 7.65 18.5 10 18.5Z"
                      fill="#A87E72"
                    /></svg></span
                >Проходит мышечное напряжение
              </div>
            </div>
          </div>
        </div>
        <img
          src="/images/new-balance/xenon-therapy/Photo1.png"
          alt="ксенонтерапия"
        />
      </div>
    </div>
    <button class="entry-btn pink-hover">
      <NuxtLink to="/booking" class="menu-item"> записаться</NuxtLink>
    </button>
  </section>
  <section class="xenon-balance_section container-fluid">
    <div class="title-el title-el_block">
      Пять преимуществ ксенонотерапии в Balance
    </div>
    <div class="xenon-balance_block">
      <img
        src="/images/new-balance/xenon-therapy/photo-xenon.png"
        alt="ксенонтерапия"
      />
      <div class="xenon-therapy_els">
        <div class="advantage-el">
          <div class="img-block">
            <img
              preset="allimg"
              decoding="async"
              src="/images/new-balance/icons/plus-photo.png"
              alt="icon"
            />
          </div>
          <div class="text-block">
            <h4 class="advantage-el_title">Безопасность</h4>
            <div class="advantage-el_text">
              Мы используем современное оборудование и назначаем процедуру
              только после консультации врача.
            </div>
          </div>
        </div>
        <div class="advantage-el">
          <div class="img-block">
            <img
              preset="allimg"
              decoding="async"
              src="/images/new-balance/icons/plus-photo1.png"
              alt="icon"
            />
          </div>
          <div class="text-block">
            <div class="advantage-el_title">Опытные специалисты</div>
            <div class="advantage-el_text">
              Наши врачи имеют большой опыт работы и постоянно совершенствуют
              свои знания.
            </div>
          </div>
        </div>
        <div class="advantage-el">
          <div class="img-block">
            <img
              preset="allimg"
              decoding="async"
              src="/images/new-balance/icons/plus-photo2.png"
              alt="icon"
            />
          </div>
          <div class="text-block">
            <div class="advantage-el_title">Эффективно</div>
            <div class="advantage-el_text">
              Концентрация ксенона и длительность курса определяются
              индивидуально.
            </div>
          </div>
        </div>
        <div class="advantage-el">
          <div class="img-block">
            <img
              preset="allimg"
              decoding="async"
              src="/images/new-balance/icons/plus-photo3.png"
              alt="icon"
            />
          </div>
          <div class="text-block">
            <div class="advantage-el_title">Персонально</div>
            <div class="advantage-el_text">
              Мы сочетаем ксенонотерапию с другими процедурами для глубокого
              расслабления.
            </div>
          </div>
        </div>
        <div class="advantage-el">
          <div class="img-block">
            <img
              preset="allimg"
              decoding="async"
              src="/images/new-balance/icons/plus-photo4.png"
              alt="icon"
            />
          </div>
          <div class="text-block">
            <div class="advantage-el_title">Комфортно</div>
            <div class="advantage-el_text">
              Во время сеанса мы создаём все условия для полноценного отдыха
              и расслабления.
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>

  <div class="pink-block">
    <section class="predominantly container-fluid">
      <h2 class="advantage-title specialists-title title-el title-el_block">
        Как проходит процедура?
      </h2>
      <div class="advantage-block">
        <div class="couple-el">
          <div class="advantage-el">
            <div class="img-block">01</div>
            <div class="text-block">
              <div class="advantage-el_title">Консультация врача</div>
              <div class="advantage-el_text">
                Во время сеанса мы создаём все условия для полноценного отдыха
                и расслабления.
              </div>
            </div>
          </div>
          <div class="advantage-el">
            <div class="img-block">02</div>
            <div class="text-block">
              <div class="advantage-el_title">Процедура</div>
              <div class="advantage-el_text">
                Пациент ложится на флоатинг-кровать с эффектом невесомости.
                Специально подобранный свет, музыка и вибромассаж увеличивают
                эффект в 3 раза. Пациент дышит газовой смесью от 15-20 минут, а
                затем 30 минут отдыхает во флоатинге..
              </div>
            </div>
          </div>
        </div>
        <div class="couple-el">
          <div class="advantage-el">
            <div class="img-block">03</div>
            <div class="text-block">
              <div class="advantage-el_title">Медицинский контроль</div>
              <div class="advantage-el_text">
                В течение всего сеанса пациента сопровождает врач: он
                контролирует жизненные показатели (давление, дыхание, пульс) и
                концентрацию подаваемого газа.
              </div>
            </div>
          </div>
          <div class="advantage-el">
            <div class="img-block">04</div>
            <div class="text-block">
              <div class="advantage-el_title">После процедуры</div>
              <div class="advantage-el_text">
                Сразу после сеанса можно заниматься привычными делами.
                Длительность курса определяет врач: обычно это 3–4 сеанса.
                Ксенонотерапия завершается полноценным приёмом терапевта
                и рекомендациями по образу жизни.
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
    <section class="price-table container-fluid">
      <div class="title-el title-el_block">
        Цены на сеансы и абонементы и ксенонотерапии
      </div>
      <BookingBlock />
    </section>
  </div>
</template>
<script>
</script>
<style scoped>
.advantage-el {
  width: 100%;
}
@media (min-width: 1150px) {
  .advantage-el {
    margin-right: 32px;
  }
}
</style>